{
    "site_title": "DARA - Automatisierte Datenauskunft",
    "app_name": "DARA - Ihr Assistent für Datenanfragen",
    "add_service_provider": "Neuen Anfrageprozess aufzeichnen",
    "refresh":"Dienstanbieter aktualisieren",
    "search":"Suche…",
    "german":"Deutsch",
    "english":"Englisch",
    "site_description": "DARA steht für \"Data Access Request Assistant\" und ist ein Tool, das Ihnen bei der Ausübung Ihres Rechts auf Datenauskunft assistiert. Es besteht aus dieser Webseite und einer Browserextension, die für Sie eine Datenauskunftsanfrage an verschiedene Dienstanbieter senden kann. Dabei hat DARA zu keiner Zeit Zugriff auf Ihre personenbezogenen Daten, diese Daten werden nur bei den Diensten und anschließend auf Ihrem Computer gespeichert. Probieren Sie es einfach aus oder erfahren Sie im Abschnitt <1>FAQ</1> weitere Informationen.",
    "verified_data_request":"Verifizierte Datenanfrageprozesse",
    "verified_data_request_description":"Hier können Sie für ausgewählte vordefinierte Dienste eine Datenauskunft anfragen. Bitte loggen Sie sich bei dem entsprechenden Dienst ein, bevor Sie über diese Webseite die Daten beantragen!",
    "social_networks":"Soziale Netzwerke",
    "software":"Software",
    "mobility":"Mobilität",
    "shopping":"Online Shopping",
    "streaming_providers":"Streaminganbieter",
    "other":"Sonstige",
    "local_data_requests":"Lokale Datenanfrageprozesse",
    "local_data_requests_description":"Hier können Sie Dienste sehen bei denen Sie manuell eine Datenanfrage gestellt haben und diesen Prozess (den sogenannten Klickpfad) aufgezeichnet haben. Eine neue Aufzeichnung können Sie mit dem Button im Menü oben rechts starten.",
    "no_local_data_requests":"Zur Zeit liegen keine lokalen Aufzeichnungen vor.",
    "record_new_clickpath": "Neuen Klickpfad aufzeichnen",
    "record_new_clickpath_description": "Hier können sie einen neuen Klickpfad zur Automatisierung einer Datenanfrage aufzeichenen. Als ersten Schritt geben sie bitte die URL / Internetadresse des Onlineformulars für die Datenanfrage an.",
    "record_new_clickpath_description_2": "Nach dem Klick auf den \"Aufzeichnung starten\" Button wird ein neuer Tab mit der angegebenen URL geöffnet. Hier können sie wie gewohnt ihre Daten beantragen. Nur ihre Klicks werden aufgezeichnet, keine eigegebenen Daten oder sonstige Informationen. Nach dem Absenden der Datenanfrage beenden sie die Aufzeichnung über den roten Button. Der Klickpfand wird lokal gespeichert und erscheint in der Übersicht.",
    "start_recording":"Aufzeichnung starten",
    "footer_title":"DARA - Data Access Request Assistant",
    "footer_text":"Dieses Tool wurde vom Fachgebiet <1>Information Systems Engineering</1> <br />der Technischen Universität Berlin <br /> im Rahmen des Projekts <br />\"Datensouveränität durch KI-basierte Transparenz und Auskunft\" (<9>DaSKITA</9>) entwickelt.",
    "takes_longer":"Die Anfrage braucht länger als erwartet.",
    "open_tab": "TAB ÖFFNEN",
    "new_start":"NEUSTART",
    "stop":"STOP",
    "success":"Daten erfolgreich angefragt.",
    "started":"Der Klickpfad wird ausgeführt.",
    "pending":"Ein vorherige Anfrage wird noch bearbeitet.",
    "interaction_needed":"Eine Eingabe wird benötigt um die Anfrage abzuschließen.",
    "start_failed":"Konnte die Anfrage nicht starten, sind sie auf der Seite des Anbieters eingeloggt?",
    "could_not_finish":"Konnte die Anfrage leider nicht abschließen.",
    "could_not_reach_ext":"Konnte die DARA-Browsererweiterung nicht erreichen, ist sie installiert?",
    "edit":"Bearbeiten",
    "delete":"Löschen",
    "upload":"Hochladen",
    "org_path":"✓ DARA Orginal Klickpfad",
    "local_path":"Lokaler Klickpfad",
    "data_requested":"Daten angefragt",
    "request_data":"Sende Datenanfrage",
    "what_is_request":"Was ist eine Datenauskunft?",
    "what_is_request_text":"Die Datenschutzgrundverordnung (DSGVO) beinhaltet verschiedene Transparenz- und Auskunftsrechte, die Ihnen bei der Entscheidung, welche Daten Sie an einen Dienstanbieter übermitteln, helfen sollen. Unter anderem haben Sie das Recht von einem Anbieter zu erfahren, ob und wenn ja welche Daten über Sie zu welchem Zweck gespeichert werden (das Recht auf Datenauskunft). Nach Art. 15 (3) DSGVO haben Sie zudem das Recht eine Kopie dieser Daten zu erhalten. Mehr Informationen zum Auskunftsrecht finden Sie beispielsweise auf den Seite des <1>Bundesbeauftragten für Datenschutz und die Informationsfreiheit</1> oder der <3>Verbraucherzentrale NRW</3>.<br /><br /> In der Praxis wird dieses Recht jedoch selten genutzt. Das hat verschiedene Gründe, einerseits sind sich viele Verbraucher:innen ihrer Rechte nicht bewusst, andererseits beinhaltet die Ausübung des Rechts auch einige Hürden und das Ergebnis ist je nach Anbieter unterschiedlich aussagekräftig. Die meisten Verbraucher:innen besteht die erste Hürde bei der Ausübung ihrer Rechte bereits in der Beantragung der Daten. Dieser Prozess ist nicht standardisiert. Jeder Anbieter hat eine eigene Lösung, die beliebig komplex ist. Manche Anbieter beantworten nur schriftliche Anfragen, andere erlauben die Beantragung über ein Webformular, das jedoch häufig in den Profileinstellungen versteckt ist. DARA erlaubt Ihnen im zweiten Fall, bei Anbietern die ein Webformular bereitstellen, die Ausübung Ihres Auskunftsrechts mit nur einem Klick. <br /> <br /> Nach der erfolgreichen Antragsstellung mit Hilfe von DARA kann die entsprechende Datenauskunft kann je nach Anbieter innerhalb weniger Minuten bis eines Monats abgerufen werden. Häufig wird eine Nachricht an die mit dem jeweiligen Dienst verknüpfte gesendet, sobald die Datenauskunft erstellt wurde. Bitte beachten Sie, dass DARA zu keinem Zeitpunkt Zugriff auf die Datenauskunft hat. Die Sie betreffenden Daten werden - häufig erst nach einem durch Sie veranlassten manuellen Download - lokal auf Ihrem Computer gespeichert, zumeist im Ordner Downloads.            Die Datenauskünfte haben verschiedene Formate und Inhalte, so dass eine automatisierte Auswertung/Visualisierung (noch) nicht möglich ist. Die Interpretation der Datenauskunft bleibt somit in Ihren Händen.",
    "what_is_path":"Was ist ein Klickpfad?",
    "what_is_path_text":"Ein Klickpfad ist eine Aneinanderreihung von Mausklicks und anderer Interaktionen mit einer Webseite (z.B. scrollen). DARA nutzt diese Klickpfade, um die Interaktion eines Menschen mit den Anfrageformularen der Dienstanbieter zu simulieren. <br /> Bei dem Dienstanbieter OTTO wird beispielsweise ein einfacher Klick auf Button wird durch die DARA-Browser-Extension simuliert, bei vielen anderen Anbietern ist der Prozess jedoch komplizierter. Deswegen sprechen wir von einem <i>Klickpfad</i>, d.h. eine Abfolge von Mausklicks wird simuliert. Teilweise werden auf mehreren Seiten Optionen ausgewählt (über welche Zeitspanne sollen die Daten ausgewählt werden, in welchem Format sollen sie geliefert werden etc.). Dabei wählt DARA immer die Option, die Ihnen am meisten Daten ausgibt. <br /> <br /> Dabei unterteilt DARA zwei Arten von Klickpfaden: 1. verifizierte Klickpfade für ausgewählte Anbieter und 2. lokale Klickpfade für andere Anbieter. Ein Klickpfad wird als verifiziert angesehen, wenn er vom Forschungsteam erstellt und getestet wurde oder wenn mehrere Nutzer den gleichen lokalen Klickpfad aufgezeichnet und geteilt haben. Diese verifizierten Klickpfade werden beim Laden dieser Webseite vom DARA-Server angefragt. Ein lokaler Klickpfad entsteht, wenn Sie den Prozess einer Datenanfrage aufzeichnen. Dieser Klickpfad wird zunächst <b>nur in Ihrem Browser</b> gespeichert. Sollten Sie diesen Klickpfad teilen wollen, um anderen Nutzer:innen die Datenanfrage mit einem Klick zu ermöglichen, werden zunächst alle Tastatureingaben entfernt und anschließend wird der Klickpfad an den DARA Server übermittelt. <br /> <br /> Zur Aufzeichnung der Klickpfade benutzen wir die DARA Browserextension, die auf der Open-Source Lösung <13>Automa</13> basiert. Die Klickpfade werden in einem spezifischen Automa-Format gespeichert und können so auch dargestellt und nachvollzogen werden.",
    "what_preconditions":"Welche Voraussetzungen sind für die Nutzung von DARA erforderlich?",
    "what_preconditions_text1":"Um eine automatisierte Auskunft zu erhalten sind folgende Schritte notwendig:",
    "what_preconditions_text2":"Sie benötigen die zu Ihrem aktuell genutzten Browser passende Browserextension, die Sie unter den folgenden Links installieren können:",
    "what_preconditions_text3":"Die volle Funktionalität der Anwendung können Sie über Chrome-basierte Browser abrufen (Chrome, Opera, Brave, etc.). Firefox hat einige Einschränkungen, die bei manchen Prozessen eine vollständige Automatisierung des Klickpfads verhindern. In diesem Fall wird Ihre manuelle Interaktion notwendig, z.B. öffnet sich das Formular, es wird aber nicht abgeschickt. In diesem Fall müssen Sie auf der Anbieterseite den Button \"Download\", \"Anfrage senden\", oder ähnliches eigenständig klicken.",
    "preperation":"Vorbereitung",
    "preperation_text":"Damit die Beantragung Ihrer Datenauskunft möglichst reibungslos funktioniert sollten Sie sich vor dem Starten einer Datenanfrage bei dem entsprechenden Dienst einloggen. Dies sollte im selben Browser geschehen, mit dem Sie auch diese Webseite geöffnet haben, indem Sie einen neuen Tab öffnen und die Seite des jeweiligen Dienstanbieters aufrufen.",
    "start":"Starten",
    "start_text":"Anschließend können Sie die Datenanfrage starten.",
    "end_request":"Anfrageprozess abschließen",
    "end_request_text":"DARA übernimmt für Sie einige automatisierbare Schritte in der Datenbeantragung. Häufig ist jedoch der Download (noch) nicht vollständig automatisierbar, beispielsweise weil Sie eine e-Mail bestätigen müssen oder den Downloadlink nach einer unbekannten Zeitspanne per e-Mail erhalten. Sie benötigen deshalb für den Abschluss der meisten Anfrageprozesse Zugriff auf das e-Mailkonto, mit dem Sie bei dem jeweiligen Dienst registriert sind. Bitte prüfen Sie regelmäßig auch Ihren Spam-Ordner, um die Datenanfrage abzuschließen und Ihre Daten zu erhalten.",
    "how_dara_works":"Wie führt DARA eine Datenanfrage durch?",
    "how_dara_works_text1":"DARA nutzt sogenannte Klickpfade, um lästige manuelle Arbeit bei der Beantragung einer Datenauskunft zu automatisieren.",
    "visible_process":"Sichtbarer Prozess",
    "visible_process_text":"Mit dem Klick auf den Button \"Sende Datenanfrage\" wird die Beantragung angestoßen. Dafür wird die DARA Browserextension genutzt, die im Hintergrund einen neuen Tab öffnet und die notwendigen Schritte automatisiert ausführt. Im Vordergrund sehen Sie in der unteren linken Ecke dieser Webseite Statusmeldungen. Im Idealfall warten Sie wenige Minuten, bis eine grüne Meldung \"Daten erfolgreich angefragt\" erscheint. Falls stattdessen eine gelbe Statusmeldung oder gar eine rote Fehlermeldung erscheint, ist Ihre manuelle Interaktion notwendig. Mehr Informationen hierzu gibt es auch im Abschnitt \"Fehlermeldung\". Im Erfolgsfall (Daten erfolgreich angefragt) haben Sie den Datenanfrageprozess angestoßen. In den meisten Fällen schickt Ihnen der Dienstanbieter eine e-Mail, wenn die Daten zum Download bereitstehen (üblicherweise geschieht das innerhalb einer Stunde, es kann aber auch bis zu 30 Tage in Anspruch nehmen). Bitte überprüfen Sie regelmäßig auch Ihren SPAM Ordner.",
    "invisible_process":"Unsichtbarer Prozess",
    "invisible_process_text":"Im Hintergrund führt die DARA Extension einen Klickpfad aus, siehe hierzu auch im Abschnitt \"Was ist ein Klickpfad\"? DARA hat zu keinem Zeitpunkt Zugriff auf die Datenauskunft. Die Sie betreffenden Daten werden, häufig erst nach Ihrer Interaktion (z.B. dem Abruf einer e-Mail), lokal auf Ihrem Computer gespeichert.",
    "received_error":"Ich habe eine Fehlermeldung erhalten. Woran liegt das?",
    "received_error_text1": "Da die Beantragung teilweise kompliziert ist und keine einheitliche Schnittstelle besteht kann es zu verschiedenen Problemen kommen. Sie können die Stelle, an der ein Fehler aufgetreten ist, in dem automatisch geöffneten Tab sehen. Wenn dort eine Passwortabfrage o.ä. zu sehen ist liegt hierin oft das Problem. Bitte geben Sie Ihr Passwort ein. Drücken Sie dann ggf. auf \"NEUSTART\". In seltenen Fällen kann der aufgezeichnete Klickpfad ungültig geworden sein, weil sich die Gestaltung der Webseite des Dienstanbieters geändert hat. In diesem Fall müssen Sie die Daten manuell beantragen. Wir würden uns freuen, wenn Sie diesen Prozess neu aufzeichnen und Ihre Aufzeichnung zur Verfügung stellen.",
    "other_service":"Ich möchte eine Datenauskunft bei einem anderen Dienst beantragen. Was kann ich tun?",
    "other_service_text1":"Wenn Sie Daten von anderen als den oben aufgezählten Anbietern anfragen wollen, haben Sie verschiedene Möglichkeiten. Eine Auflistung weiterer Anbieter mit Anleitungen finden Sie beispielsweise hier:  <1>justgetmydata.com</1> [eng]. Falls Sie einen Anbieter mit einem Webformular gefunden haben, würden wir uns freuen, wenn Sie den Klickpfad aufzeichnen. Für Anbieter, die keine Angabe zur Datenauskunft machen oder die eine e-Mail-Adresse als Kontaktpunkt angeben (wie Beispielsweise Netflix, DB, Flixbus, Miles, Zalando, und viele weitere), können Sie andere Tools nutzen, die Sie bei der Antragsstellung unterstützen: <3>www.datenanfragen.de</3>.",
    "extension_available":"Verbunden zur Browsererweiterung, es kann los gehen!",
    "extension_not_available":"Sie benötigen die DARA-Browsererweiterung um diesen Dienst nutzen zu können.",
    "extension_not_available_text":"Damit DARA automatisch eine Datenanfrage für sie stellen kann, muss unsere Erweiterung in Ihrem Browser installiert sein.",
    "extension_not_available_text2":"Sie können die Erweiterung für Chrome-basierte Browser oder Firefox installieren:",
    "login_invalid":"Login abgelaufen, bitte neu anmelden.",
    "successful_upload":"Klickpfad erfolgreich hochgeladen!",
    "error_upload":"Fehler beim Hochladen!",
    "successful_login":"Erfolgreich eingeloggt!",
    "error_login":"Fehler beim Login!",
    "login_required":"Um den Klickpfad hochzuladen, müssen Sie sich einloggen.",
    "password":"Passwort"
}