{
    "site_title": "DARA - Automated Data-Request",
    "search": "Search...",
    "app_name": "DARA - Your Data Request Assistant",
    "add_service_provider": "Record new request process",
    "refresh": "Refresh service providers",
    "german": "German",
    "english": "English",
    "site_description": "DARA stands for \"Data Access Request Assistant\" and is a tool that assists you in exercising your right to access data. It consists of this website and a browser extension that can send a data access request to various service providers on your behalf. At no time does DARA have access to your personal data, this data is only stored with the services and then on your computer. Just try it or see the <1>FAQ</1> section for more information.",
    "verified_data_request": "Verified data request processes",
    "verified_data_request_description": "Here you can request data disclosure for selected predefined services. Please log in to the corresponding service before requesting the data via this website!",
    "social_networks": "Social Networks",
    "software": "Software",
    "mobility": "Mobility",
    "shopping": "Online Shopping",
    "streaming_providers": "Streaming providers",
    "other": "Other",
    "local_data_requests": "Local data request processes",
    "local_data_requests_description": "Here you can see services where you have manually made a data request and recorded this process (the so-called click path). You can start a new recording with the button in the top right menu.",
    "no_local_data_requests": "Currently there are no local recorded request processes.",
    "record_new_clickpath": "Record new click path",
    "record_new_clickpath_description": "Here you can record a new click path to automate a data request. As a first step, please enter the URL / web address of the online form for the data request.",
    "record_new_clickpath_description_2": "After clicking the \"Start recording\" button, a new tab will be opened with the specified URL. Here they can request their data as usual. Only your clicks are recorded, no entered data or other information. After submitting the data request, you end the recording via the red button. The click deposit is saved locally and appears in the overview.",
    "start_recording":"Start recording",
    "footer_title":"DARA - Data Access Request Assistant",
    "footer_text":"This tool was created by the department <1>Information Systems Engineering</1> <br /> of the technical University Berlin <br /> as part of the Project <br />\"Datensouveränität durch KI-basierte Transparenz und Auskunft\" (<9>DaSKITA</9>).",
    "takes_longer":"The request takes longer than usual.",
    "open_tab": "OPEN TAB",
    "new_start": "restart",
    "stop": "STOP",
    "success": "Data successfully requested.",
    "started": "The click path is executed.",
    "pending": "A previous request is still being processed.",
    "interaction_needed": "An input is needed to complete the request.",
    "start_failed": "Could not start the request, are you logged into the provider's site?",
    "could_not_finish": "Sorry, could not complete the request.",
    "could_not_reach_ext": "Could not reach the DARA browser extension, is it installed?",
    "edit": "Edit",
    "delete": "Delete",
    "upload":"Upload",
    "org_path":"✓ DARA Orginal Click Path",
    "local_path":"Local Click Path",
    "data_requested":"Data requested",
    "request_data":"Send data request",
    "what_is_request":"What is a data access request?",
    "what_is_request_text": "The General Data Protection Regulation (GDPR) includes various transparency and information rights that are intended to help you decide which data you transmit to a service provider. Among other things, you have the right to find out from a provider whether and, if so, which data about you is stored for what purpose (the right to data information). According to Art. 15 (3) GDPR, you also have the right to receive a copy of this data. You can find more information on the right to information, for example, on the website of the <1>Federal Commissioner for Data Protection and Freedom of Information</1> or the <3>Consumer Center NRW</3>.<br /><br /> In practice, this right becomes however seldom used. There are various reasons for this, on the one hand many consumers are not aware of their rights, on the other hand the exercise of the right also involves some hurdles and the result is meaningful in different ways depending on the provider. For most consumers, the first hurdle in exercising their rights is to request the data. This process is not standardized. Each provider has its own solution, which can be as complex as you like. Some providers only answer written inquiries, others allow applications via a web form, which is often hidden in the profile settings. In the second case, DARA allows you to exercise your right to information with just one click for providers who provide a web form. <br /> <br /> After the successful application with the help of DARA, the corresponding data information can be called up within a few minutes to a month, depending on the provider. A message is often sent to the associated service as soon as the data report has been created. Please note that DARA never has access to the data information. The data concerning you is stored locally on your computer, mostly in the Downloads folder - often only after you have initiated a manual download. The data information has different formats and contents, so that an automated evaluation/visualization is not (yet) possible. The interpretation of the data information remains in your hands.", 
    "what_is_path":"What is a click path?",
    "what_is_path_text":"A click path is a sequence of mouse clicks and other interactions with a website (e.g. scrolling). DARA uses these click paths to simulate human interaction with the service provider's request forms. <br /> At the service provider OTTO For example, a simple click on a button is simulated by the DARA browser extension, but the process is more complicated with many other providers. That is why we speak of a <i>click path</i>, i.e. a sequence of mouse clicks is simulated. Partially Options are selected on several pages (over which period of time should the data be selected, in which format should they be delivered, etc.). DARA always chooses the option that gives you the most data. <br /> <br /> It is divided DARA has two types of clickpaths: 1. verified clickpaths for selected vendors and 2. local clickpaths for other vendors A clickpath is considered verified viewed when created and tested by the research team or when multiple users recorded and shared the same local clickpath. These verified click paths are requested by the DARA server when this website is loaded. A local click path is created when you record the process of a data request. This click path is initially saved <b>only in your browser</b>. If you want to share this click path to enable other users to request data with one click, all keystrokes will first be removed and then the click path will be transmitted to the DARA server. <br /> <br /> To record the click paths, we use the DARA browser extension, which is based on the open source solution <13>Automa</13>. The click paths are saved in a specific Automa format and can also be displayed and understood in this way.",
    "what_preconditions":"What are the prerequisites for using DARA?",
    "what_preconditions_text1":"In order to receive automated information, the following steps are necessary:",
    "what_preconditions_text2":"You need the browser extension that matches the browser you are currently using, which you can install using the following links:",
    "what_preconditions_text3":"You can access the full functionality of the application via Chrome-based browsers (Chrome, Opera, Brave, etc.). Firefox has some limitations that prevent full automation of the click path for some processes. In this case, your Manual interaction necessary, e.g. the form opens but is not sent. In this case, you must click the button \"Download\", \"Send request\", or similar independently on the provider's page.",
    "preparation":"Preparation",
    "preperation_text":"So that the request for your data information works as smoothly as possible, you should log in to the relevant service before starting a data request. This should be done in the same browser with which you opened this website by opening a new tab and call up the page of the respective service provider.",
    "start":"Start",
    "start_text":"You can then start the data request.",
    "end_request":"End request process",
    "end_request_text":"DARA takes over some automatable steps in the data request for you. Often, however, the download cannot (yet) be fully automated, for example because you have to confirm an e-mail or receive the download link by e-mail after an unknown period of time. You therefore need access to the e-mail account with which you are registered with the respective service in order to complete most of the request processes. Please also check your spam folder regularly in order to complete the data request and receive your data.",
    "how_dara_works":"How does DARA perform a data request?",
    "how_dara_works_text1":"DARA uses so-called click paths to automate tiresome manual work when requesting data disclosure.",
    "visible_process":"Visible process",
    "visible_process_text":"By clicking on the \"Send data request\" button, the application is initiated. The DARA browser extension is used for this, which opens a new tab in the background and automatically carries out the necessary steps. In the foreground you can see the lower one Status messages in the left corner of this website. Ideally, wait a few minutes until a green message \"Data successfully requested\" appears. If a yellow status message or even a red error message appears instead, your manual interaction is necessary. More information on this is also available in the \"Error message\" section. If successful (data successfully requested), you have initiated the data request process. In most cases, the service provider will send you an email when the data is available for download (usually within an hour, it can but it can also take up to 30 days.) Please also check your SPAM folder regularly r.",
    "invisible_process":"Invisible process",
    "invisible_process_text":"In the background, the DARA Extension runs a click path, see also the section \"What is a click path\"? DARA never has access to the data information. The data relating to you is, often only after your interaction (e.g. retrieving an e-mail), stored locally on your computer.",
    "received_error":"I received an error message. Why is that?",
    "received_error_text1": "Because the application is sometimes complicated and there is no uniform interface, various problems can arise. You can see the point at which an error occurred in the automatically opened tab. As can be seen, this is often the problem. Please enter your password. Then press \"RESTART\" if necessary. In rare cases, the recorded click path may have become invalid because the design of the service provider's website has changed. In this case you have to request the data manually. We would appreciate if you re-record this process and make your recording available.",
    "other_service":"I would like to request data access from another service. What can I do?",
    "other_service_text1":"If you want to request data from providers other than those listed above, you have various options. You can find a list of other providers with instructions here, for example: <1>justgetmydata.com</1> [eng]. If you If you have found a provider with a web form, we would be pleased if you would record the click path. For providers who do not provide any information about the data information or who provide an e-mail address as the contact point (e.g. Netflix, DB, Flixbus, Miles, Zalando, and many more), you can use other tools to support you with the application: <3>www.datenanfragen.de</3>.",
    "extension_available":"Connected to browser extension, ready to go!",
    "extension_not_available":"You need the DARA browser extension to use this service.",
    "extension_not_available_text":"In order for DARA to automatically make a data request for you, our extension must be installed in your browser.",
    "extension_not_available_text2":"You can install the extension for Chrome-based browsers or Firefox:",
    "login_invalid":"Login expired, please register again.",
    "successful_upload":"Click path successfully uploaded!",
    "error_upload":"Error uploading!",
    "successful_login":"Logged in successfully!",
    "error_login":"Error logging in!",
    "login_required":"You must be logged in to upload the click path.",
    "password":"Password"
}